{
    "Home": "หน้าแรก",
    "Settings": "การตั้งค่า",
    "Upgrade": "อัพเกรด",
    "Feedback": "ข้อเสนอแนะ",
    "All": "ทั้งหมด",
    "Videos": "วิดีโอ",
    "Games": "เกม",
    "search here...": "ค้นหาที่นี่...",
    "status": "สถานะ",
    "Not Connected": "ไม่ได้เชื่อมต่อ",
    "Connected": "เชื่อมต่อแล้ว",
    "Connecting": "กำลังเชื่อมต่อ",
    "Auto detect server": "ตรวจหาเซิร์ฟเวอร์อัตโนมัติ",
    "Tap to Connect": "แตะเพื่อเชื่อมต่อ",
    "General": "ทั่วไป",
    "Protocol": "โปรโตคอล",
    "About us": "เกี่ยวกับเรา",
    "App Language": "ภาษาแอป",
    "Launch at windows startup": "เปิดตัวเมื่อเริ่มต้น Windows",
    "Allow notifications": "อนุญาตการแจ้งเตือน",
    "Change language any time to use throughout the app": "เปลี่ยนภาษาได้ตลอดเวลาเพื่อใช้ทั่วทั้งแอป",
    "Enable to start Private VPN when your device is turned on": "เปิดใช้งานเพื่อเริ่ม Private VPN เมื่อเปิดอุปกรณ์ของคุณ",
    "Allow Private VPN to send you important message & alerts on desktop": "อนุญาตให้ Private VPN ส่งข้อความสำคัญและการแจ้งเตือนบนเดสก์ท็อป",
    "Auto": "อัตโนมัติ",
    "Open VPN": "Open VPN",
    "IPSEC/IKEv2": "IPSEC/IKEv2",
    "Optimizes your connection whith the bst protocol for speed and seurity.": "ปรับแต่งการเชื่อมต่อของคุณด้วยโปรโตคอลที่ดีที่สุดเพื่อความเร็วและความปลอดภัย",
    "Secure, flexible, and open-source for reliable protection.": "ปลอดภัย ยืดหยุ่น และโอเพ่นซอร์สเพื่อการปกป้องที่เชื่อถือได้",
    "Fast and resillient, perfect for stable mobile connections.": "รวดเร็วและยืดหยุ่น เหมาะสำหรับการเชื่อมต่อมือถือที่เสถียร",
    "Coming Soon": "เร็ว ๆ นี้",
    "About Private VPN": "เกี่ยวกับ Private VPN",
    "Welcome to Private VPN, where your online privacy is our top priority! Dive into a world where your internet experience is both safe and super speedy. With just a tap, you can connect to our global servers, making annoying restrictions and snooping eyes a thing of the past. It's all about giving you the freedom to browse, stream, and work securely—anytime, anywhere. With Private VPN, staying private is as easy as pie. Ready to make the internet yours again?": "ยินดีต้อนรับสู่ Private VPN ที่ซึ่งความเป็นส่วนตัวออนไลน์ของคุณเป็นสิ่งสำคัญที่สุดของเรา ดำดิ่งสู่โลกที่ประสบการณ์อินเทอร์เน็ตของคุณทั้งปลอดภัยและรวดเร็วสุดๆ เพียงแค่แตะ คุณสามารถเชื่อมต่อกับเซิร์ฟเวอร์ทั่วโลกของเรา ทำให้ข้อจำกัดที่น่ารำคาญและสายตาที่สอดรู้สอดเห็นกลายเป็นอดีต ทั้งหมดนี้คือการให้คุณมีอิสระในการท่องเว็บ สตรีม และทำงานอย่างปลอดภัยได้ทุกที่ทุกเวลา ด้วย Private VPN การรักษาความเป็นส่วนตัวเป็นเรื่องง่าย พร้อมที่จะทำให้อินเทอร์เน็ตเป็นของคุณอีกครั้งหรือยัง?",
    "Privacy Policy": "นโยบายความเป็นส่วนตัว",
    "Terms & conditions": "ข้อกำหนดและเงื่อนไข",
    "Upgrade to Premium": "อัพเกรดเป็นพรีเมี่ยม",
    "Premium Servers": "เซิร์ฟเวอร์พรีเมี่ยม",
    "Fast Servers": "เซิร์ฟเวอร์เร็ว",
    "Remove Ads": "ลบโฆษณา",
    "Linked devices": "อุปกรณ์ที่เชื่อมโยง",
    "Optimized for streaming": "ปรับให้เหมาะสำหรับการสตรีม",
    "Monthly": "รายเดือน",
    "Yearly": "รายปี",
    "First 3 days free • Then PKR 550/month": "ฟรี 3 วันแรก • จากนั้น PKR 550/เดือน",
    "First 3 days free • Then PKR 4,450/year": "ฟรี 3 วันแรก • จากนั้น PKR 4,450/ปี",
    "Save 33%": "ประหยัด 33%",
    "Continue": "ดำเนินการต่อ",
    "What is your feedback about?": "ข้อเสนอแนะของคุณเกี่ยวกับอะไร?",
    "Connectivity issue": "ปัญหาการเชื่อมต่อ",
    "Location missing": "ขาดตำแหน่งที่ตั้ง",
    "Too much Ads": "โฆษณามากเกินไป",
    "In-app purchase issue": "ปัญหาการซื้อในแอป",
    "App crashes": "แอปขัดข้อง",
    "New protocols": "โปรโตคอลใหม่",
    "Other": "อื่นๆ",
    "Your Suggestion": "ข้อเสนอแนะของคุณ",
    "I'd like the private VPN service to get in touch with me about my feedback.": "ฉันต้องการให้บริการ Private VPN ติดต่อฉันเกี่ยวกับข้อเสนอแนะของฉัน",
    "Your Email": "อีเมลของคุณ",
    "Submit": "ส่ง",
    "Getting things ready for you": "กำลังเตรียมสิ่งต่าง ๆ สำหรับคุณ",
    "Auto renew.": "ต่ออายุอัตโนมัติ",
    "Cancel anytime": "ยกเลิกได้ตลอดเวลา",
    "Details": "รายละเอียด",
    "Restore Purchase": "กู้คืนการซื้อ",
    "Terms & Policy": "ข้อกำหนดและนโยบาย"
}
